{
  "definitions": [
    {
      "term": "Licenses",
      "definition": "n the sale of cigarettes or tobacco products.\n(b) Licenses shall be valid for a calendar year period upon payment of the fee prescribed in Section 22977.1, unless surrendered, suspended, or revoked prior to the end of",
      "confidence": 1.0
    },
    {
      "term": "A license",
      "definition": "e renewed each year upon payment of such fee.\n(c) A license is not assignable or transferable. A person who obtains a license as a distributor or as a wholesaler who ceases to do business as specified in the lice",
      "confidence": 1.0
    },
    {
      "term": "or whose license",
      "definition": "in the license, or who never commenced\nbusiness, or whose license is suspended or revoked, shall immediately surrender the license to the board.\n(Added by Stats. 2003, Ch. 890, Sec. 1. Effective January 1, 2004.)\n22976",
      "confidence": 1.0
    },
    {
      "term": "holds a valid license",
      "definition": "or a wholesaler that, at the time of application, holds a valid license issued by the board pursuant to Section 30140 or 30155 of the Revenue and Taxation Code may be issued a\nlicense without further investigation.\n(Added by",
      "confidence": 1.0
    },
    {
      "term": "sued by the board pursuant to Section 30140 or 30155 of the Revenue and Taxation Code may be",
      "definition": "the time of application, holds a valid license issued by the board pursuant to Section 30140 or 30155 of the Revenue and Taxation Code may be issued a\nlicense without further investigation.\n(Added by Stats. 2003, Ch. 890, Sec. 1. Effective January 1, 2004.)\n22977. (a) An application for a lice",
      "confidence": 1.0
    },
    {
      "term": "An application for a license",
      "definition": "0, Sec. 1. Effective January 1, 2004.)\n22977. (a) An application for a license shall be on a form prescribed by the board and shall include the following:\n(1) The name, address, and telephone number of the applicant.\n(2) The business nam",
      "confidence": 1.0
    },
    {
      "term": "on a form prescribed by the board and shall",
      "definition": "22977. (a) An application for a license shall be on a form prescribed by the board and shall include the following:\n(1) The name, address, and telephone number of the applicant.\n(2) The business name, address, and telephone number of each location wh",
      "confidence": 1.0
    },
    {
      "term": "shall also be",
      "definition": "oard, such as a headquarters or corporate office, shall also be included in the application and listed on the license. Citations issued to licensees shall be\nforwarded to all addressees on the license.\n(3) A statement by",
      "confidence": 1.0
    },
    {
      "term": "Citations",
      "definition": "ded in the application and listed on the license. Citations issued to licensees shall be\nforwarded to all addressees on the license.\n(3) A statement by the applicant affirming that the applicant has not been conv",
      "confidence": 1.0
    },
    {
      "term": "sued to licensees",
      "definition": "pplication and listed on the license. Citations issued to licensees shall be\nforwarded to all addressees on the license.\n(3) A statement by the applicant affirming that the applicant has not been convicted of a felony and has",
      "confidence": 1.0
    },
    {
      "term": "If the applicant",
      "definition": "r distribution of cigarettes or tobacco products. If the applicant is unable to affirm this\nstatement, the application shall contain a statement by the applicant of the nature of any violation or the reasons that will p",
      "confidence": 1.0
    },
    {
      "term": "If any other licenses or permits have been",
      "definition": "e requirements with respect\nto the statement.\n(4) If any other licenses or permits have been issued by the board or the Department of Alcoholic Beverage Control to the applicant, the license or permit numbers for such licenses or permits then\nin",
      "confidence": 1.0
    },
    {
      "term": "board shall provide electronic",
      "definition": "the information provided in the application.\n(c) The board shall provide electronic means for applicants to download and submit applications.\n(Added by Stats. 2003, Ch. 890, Sec. 1. Effective January 1, 2004.)\n22977.1. (a) Every distributo",
      "confidence": 1.0
    },
    {
      "term": "Each application",
      "definition": "ed in Section 22977, on or before April 15, 2004. Each application shall be accompanied by a fee of one\nthousand dollars ($1,000) for each location. The fee shall be for a calendar year and may not be prorated. Subject to mee",
      "confidence": 1.0
    },
    {
      "term": "fee",
      "definition": "one\nthousand dollars ($1,000) for each location. The fee shall be for a calendar year and may not be prorated. Subject to meeting the requirements of this section and Section 22977.2, the board shall\nissue a license",
      "confidence": 1.0
    },
    {
      "term": "board shall",
      "definition": "requirements of this section and Section 22977.2, the board shall\nissue a license.\n(b) Every distributor and every wholesaler who commences business after the last day of May 2004, or who commences selling or distribut",
      "confidence": 1.0
    },
    {
      "term": "shall",
      "definition": "of an application and payment of the proper fee, shall issue a license.\n(c) For calendar years beginning on and after January 1, 2005, and before January 1, 2017, every distributor and every wholesaler shall",
      "confidence": 1.0
    },
    {
      "term": "fee accompanying an application for renewal of the license prescribed in Section 22977",
      "definition": "dar years beginning on and after January 1, 2017, the fee accompanying an application for renewal of the license prescribed in Section 22977 shall be one thousand two hundred dollars\n($1,200) for each location where cigarettes and tobacco products are sold.\n(Amended by Stats. 2017, Ch. 561, Sec. 12",
      "confidence": 1.0
    },
    {
      "term": "or if the distributor or the wholesaler",
      "definition": "ing\napply:\n(1) The distributor or the wholesaler, or if the distributor or the wholesaler is not an individual, any person controlling the distributor or the wholesaler, has previously been issued a license that is\nsuspended or revoked by the",
      "confidence": 1.0
    },
    {
      "term": "has previously been",
      "definition": "on controlling the distributor or the wholesaler, has previously been issued a license that is\nsuspended or revoked by the board for violation of any of the provisions of this division.\n(2) The application is for a license",
      "confidence": 1.0
    },
    {
      "term": "sued a license that",
      "definition": "tributor or the wholesaler, has previously been issued a license that is\nsuspended or revoked by the board for violation of any of the provisions of this division.\n(2) The application is for a license or renewal of a licen",
      "confidence": 1.0
    },
    {
      "term": "application",
      "definition": "on of any of the provisions of this division.\n(2) The application is for a license or renewal of a license for a distributor or a wholesaler, whose license is revoked or revocation is pending, unless:\n(A) It has been m",
      "confidence": 1.0
    },
    {
      "term": "whose license",
      "definition": "l of a license for a distributor or a wholesaler, whose license is revoked or revocation is pending, unless:\n(A) It has been more than five years since a distributor’s or a wholesaler’s previous license was revoked.",
      "confidence": 1.0
    },
    {
      "term": "revoked or revocation",
      "definition": "r a distributor or a wholesaler, whose license is revoked or revocation is pending, unless:\n(A) It has been more than five years since a distributor’s or a wholesaler’s previous license was revoked.\n(B) The person applying f",
      "confidence": 1.0
    },
    {
      "term": "Any distributor or any wholesaler who",
      "definition": "r 30480 of the Revenue and Taxation Code.\n(b) (1) Any distributor or any wholesaler who is denied a license may petition for a redetermination of the board’s denial of the license within 30 days after service upon that distributor or that\nw",
      "confidence": 1.0
    },
    {
      "term": "If a petition for redetermination",
      "definition": "saler of the notice of the denial of the license. If a petition for redetermination is not filed within the 30-day period, the determination of denial becomes final at the expiration of the 30-day\nperiod.\n(2) Every petition for redeterm",
      "confidence": 1.0
    },
    {
      "term": "Every petition for redetermination",
      "definition": "final at the expiration of the 30-day\nperiod.\n(2) Every petition for redetermination shall be in writing and shall state the specific grounds upon which the petition is founded. The petition may be amended to state additional grounds at\nanytim",
      "confidence": 1.0
    },
    {
      "term": "in writing and shall state the specific grounds upon which the petition",
      "definition": ".\n(2) Every petition for redetermination shall be in writing and shall state the specific grounds upon which the petition is founded. The petition may be amended to state additional grounds at\nanytime prior to the date on which the board issues its order or decision upon th",
      "confidence": 1.0
    },
    {
      "term": "petition may be amended to state additional grounds at\nanytime prior to the date on which the board",
      "definition": "cific grounds upon which the petition is founded. The petition may be amended to state additional grounds at\nanytime prior to the date on which the board issues its order or decision upon the petition for redetermination.\n(3) If the petition for redetermination is filed within the 30-day period, the board",
      "confidence": 0.8
    },
    {
      "term": "If the petition for redetermination",
      "definition": "cision upon the petition for redetermination.\n(3) If the petition for redetermination is filed within the 30-day period, the board shall reconsider the determination of the denial and, if the distributor or the wholesaler has so requested",
      "confidence": 1.0
    },
    {
      "term": "s database of licenses",
      "definition": "al tobacco control laws, access to the department’s database of licenses issued to distributors and wholesalers for locations within the jurisdiction of\nthat agency, local lead agency, or law enforcement agency. The agencies",
      "confidence": 1.0
    },
    {
      "term": "records",
      "definition": "for all cigarettes or tobacco products purchased. The records shall\nbe maintained for a period of one year from the date of purchase on the distributor’s or the wholesaler’s premises identified in the license, and therea",
      "confidence": 1.0
    },
    {
      "term": "board\nor the law enforcement agency",
      "definition": "ade a sale of an unstamped package of cigarettes, the board\nor the law enforcement agency shall be authorized to seize the unstamped packages of cigarettes at the distributor’s or the wholesaler’s location. Any cigarettes seized by a law enforcemen",
      "confidence": 1.0
    },
    {
      "term": "Any cigarettes seized by a law enforcement agency",
      "definition": "t the distributor’s or the wholesaler’s location. Any cigarettes seized by a law enforcement agency\nshall be delivered to the board, or its designee, within seven days, unless otherwise required to be used as evidence in an administrative, criminal, or civil",
      "confidence": 1.0
    },
    {
      "term": "Any cigarettes seized by the board or delivered to the board by a law enforcement agency",
      "definition": "part of an ongoing law\nenforcement investigation. Any cigarettes seized by the board or delivered to the board by a law enforcement agency shall be deemed forfeited and the board shall comply with procedures set forth\nin Part 13 (commencing with Section 30436) of Division 2 of Chapter 7.5 of the",
      "confidence": 1.0
    },
    {
      "term": "or has made a sale of tobacco products on which tax",
      "definition": "tributor or a wholesaler possesses, stores, owns, or has made a sale of tobacco products on which tax is due but has not been\npaid to the board, or its designee, the board or law enforcement agency is authorized to seize such tobacco products at the dist",
      "confidence": 1.0
    },
    {
      "term": "board or law enforcement agency",
      "definition": "has not been\npaid to the board, or its designee, the board or law enforcement agency is authorized to seize such tobacco products at the distributor or wholesaler location. Any tobacco products seized by a law\nenforcement agency shall be",
      "confidence": 1.0
    },
    {
      "term": "Any tobacco products seized by a law\nenforcement agency",
      "definition": "oducts at the distributor or wholesaler location. Any tobacco products seized by a law\nenforcement agency shall be delivered to the board within seven days, unless otherwise required to be used as evidence in an administrative, criminal, or civil proceeding, or as",
      "confidence": 1.0
    },
    {
      "term": "Any tobacco products seized by the board or delivered to the board by a law enforcement agency",
      "definition": "as part of an ongoing\nlaw enforcement operation. Any tobacco products seized by the board or delivered to the board by a law enforcement agency shall be deemed forfeited and the board shall comply with procedures\nset forth in Part 13 (commencing with Section 30436) of Division 2 of Chapter 7.5 of the",
      "confidence": 0.8
    },
    {
      "term": "It",
      "definition": "of Chapter 7.5 of the Revenue and Taxation Code. It shall be presumed that tax has not been paid to the board on all tobacco\nproducts in the possession of a distributor or a wholesaler until the contrary is est",
      "confidence": 1.0
    },
    {
      "term": "s proof of payment to the board or by a purchase invoice that shows that the wholesaler\npaid the tax",
      "definition": "il the contrary is established by the distributor’s proof of payment to the board or by a purchase invoice that shows that the wholesaler\npaid the tax included purchase price to a licensed distributor, wholesaler, manufacturer, or importer as described in Section 22978.4. The burden of proof that tax has be",
      "confidence": 0.8
    },
    {
      "term": "burden of proof that tax has been paid on tobacco products",
      "definition": "rer, or importer as described in Section 22978.4. The burden of proof that tax has been paid on tobacco products\nshall be upon the distributor or wholesaler in possession thereof. Possession by a distributor or a wholesaler of tobacco products on which tax is due but has",
      "confidence": 1.0
    },
    {
      "term": "Possession by a distributor or a wholesaler of tobacco products on which tax",
      "definition": "distributor or wholesaler in possession thereof. Possession by a distributor or a wholesaler of tobacco products on which tax is due but has not been paid as required is a violation of\nthis division and subjects the distributor or wholesaler to the actions described in Section",
      "confidence": 1.0
    },
    {
      "term": "due but has not been paid as required",
      "definition": "a wholesaler of tobacco products on which tax is due but has not been paid as required is a violation of\nthis division and subjects the distributor or wholesaler to the actions described in Section 22981.\n(Added by Stats. 2003, Ch. 890, Se",
      "confidence": 1.0
    },
    {
      "term": "Any flavored tobacco products or tobacco product flavor enhancers seized by a law enforcement agency",
      "definition": "ed, stored, owned, or sold by the wholesaler.\n(2) Any flavored tobacco products or tobacco product flavor enhancers seized by a law enforcement agency shall be delivered to the department, or its designee, within 30 days, unless the seized\nflavored tobacco products or tobacco product flavor enhancers will be",
      "confidence": 0.8
    },
    {
      "term": "Civil penalties collected pursuant to this section",
      "definition": "the procedures set forth in Section 22980.3.\n(4) Civil penalties collected pursuant to this section shall be deposited into the Cigarette and Tobacco Products Compliance Fund created pursuant to Section 22990.\n(c) Upon discovery by the department that a dist",
      "confidence": 1.0
    },
    {
      "term": "department shall",
      "definition": "following shall apply:\n(1) Upon a first offense, the department shall issue a warning notice to the distributor, wholesaler, or other person.\n(2) Upon a second offense, the department shall suspend the license of the distr",
      "confidence": 1.0
    },
    {
      "term": "each distributor and each wholesaler shall",
      "definition": "a) Except as otherwise provided in paragraph (7), each distributor and each wholesaler shall include the following information on each invoice for the sale of cigarettes or tobacco products:\n(1) The name, address, and telephone number of the distribu",
      "confidence": 1.0
    },
    {
      "term": "a distributor that",
      "definition": "ucts are sold.\n(7) Notwithstanding paragraph (3), a distributor that is also a retailer or manufacturer shall include either one of the following on each invoice for the sale of cigarettes or tobacco products:\n(A) A state",
      "confidence": 1.0
    },
    {
      "term": "also a retailer or manufacturer shall",
      "definition": "withstanding paragraph (3), a distributor that is also a retailer or manufacturer shall include either one of the following on each invoice for the sale of cigarettes or tobacco products:\n(A) A statement that reads: “All California cigarette and",
      "confidence": 1.0
    }
  ],
  "acronyms": [],
  "hierarchy": {
    "type": "american",
    "structure": [],
    "total_divisions": 0,
    "total_chapters": 0
  },
  "references": [
    {
      "source": "Section 10",
      "target": "Section 10",
      "type": "cross_reference"
    },
    {
      "source": "Section 1",
      "target": "Section 1",
      "type": "cross_reference"
    },
    {
      "source": "Section 30001",
      "target": "Section 30001",
      "type": "cross_reference"
    },
    {
      "source": "Section 22977",
      "target": "Section 22977",
      "type": "cross_reference"
    },
    {
      "source": "Section 30140",
      "target": "Section 30140",
      "type": "cross_reference"
    },
    {
      "source": "Section 12",
      "target": "Section 12",
      "type": "cross_reference"
    },
    {
      "source": "Section 30473",
      "target": "Section 30473",
      "type": "cross_reference"
    },
    {
      "source": "Section 4",
      "target": "Section 4",
      "type": "cross_reference"
    },
    {
      "source": "Section 3",
      "target": "Section 3",
      "type": "cross_reference"
    },
    {
      "source": "Section 22978",
      "target": "Section 22978",
      "type": "cross_reference"
    },
    {
      "source": "Section 22981",
      "target": "Section 22981",
      "type": "cross_reference"
    },
    {
      "source": "Section 30436",
      "target": "Section 30436",
      "type": "cross_reference"
    },
    {
      "source": "Section 104559",
      "target": "Section 104559",
      "type": "cross_reference"
    },
    {
      "source": "Section 30435",
      "target": "Section 30435",
      "type": "cross_reference"
    },
    {
      "source": "Section 22980",
      "target": "Section 22980",
      "type": "cross_reference"
    },
    {
      "source": "Section 22990",
      "target": "Section 22990",
      "type": "cross_reference"
    },
    {
      "source": "Section 30148",
      "target": "Section 30148",
      "type": "cross_reference"
    },
    {
      "source": "Section 2",
      "target": "Section 2",
      "type": "cross_reference"
    }
  ]
}