{
  "definitions": [
    {
      "term": "This Article",
      "definition": "005. Penalties and Enforcement.\nSEC. 1000. TITLE.\nThis Article shall be known as the Smoking Pollution Control Ordinance.\n(Added by Proposition P, 11/8/83)\nSEC. 1001. PURPOSE.\nBecause the smoking of tobacco or any other w",
      "confidence": 1.0
    },
    {
      "term": "Because the smoking of tobacco or any other weed or plant",
      "definition": "ed by Proposition P, 11/8/83)\nSEC. 1001. PURPOSE.\nBecause the smoking of tobacco or any other weed or plant is a danger to health and is a cause of material annoyance and discomfort to\nthose who are present in confined places, the Board of Supervisors hereby d",
      "confidence": 1.0
    },
    {
      "term": "a danger to health and",
      "definition": "smoking of tobacco or any other weed or plant is a danger to health and is a cause of material annoyance and discomfort to\nthose who are present in confined places, the Board of Supervisors hereby declares that the purposes",
      "confidence": 1.0
    },
    {
      "term": "This ordinance",
      "definition": "hed, to prohibit smoking in the office workplace.\nThis ordinance is not intended to create any right to smoke or to impair or alter an employer's prerogative to prohibit smoking in the\nworkplace. Rather, if an employe",
      "confidence": 1.0
    },
    {
      "term": "City",
      "definition": "EFINITIONS.\nFor the purposes of this Article:\n(1) \"City\" means the City and County of San Francisco;\n(2) \"Board of Supervisors\" means the Board of Supervisors of the City and County of San Francisco;\n(3) \"Person\"",
      "confidence": 1.0
    },
    {
      "term": "Board of Supervisors",
      "definition": "\" means the City and County of San Francisco;\n(2) \"Board of Supervisors\" means the Board of Supervisors of the City and County of San Francisco;\n(3) \"Person\" means any individual person, firm, partnership, association, corporati",
      "confidence": 1.0
    },
    {
      "term": "Person",
      "definition": "sors of the City and County of San Francisco;\n(3) \"Person\" means any individual person, firm, partnership, association, corporation, company, organization, or legal entity of any\nkind;\n(4) \"Employer\" means any pers",
      "confidence": 1.0
    },
    {
      "term": "Employer",
      "definition": "y, organization, or legal entity of any\nkind;\n(4) \"Employer\" means any person who employs the services of an individual person;\n(5) \"Employee\" means any person who is employed by any employer in consideration for dir",
      "confidence": 1.0
    },
    {
      "term": "Employee",
      "definition": "employs the services of an individual person;\n(5) \"Employee\" means any person who is employed by any employer in consideration for direct or indirect monetary wages or profit;\n(6) \"Office Workplace\" means any enclose",
      "confidence": 1.0
    },
    {
      "term": "any person who",
      "definition": "ces of an individual person;\n(5) \"Employee\" means any person who is employed by any employer in consideration for direct or indirect monetary wages or profit;\n(6) \"Office Workplace\" means any enclosed area of a struct",
      "confidence": 1.0
    },
    {
      "term": "Office Workplace",
      "definition": "direct or indirect monetary wages or profit;\n(6) \"Office Workplace\" means any enclosed area of a structure or portion thereof intended for occupancy by business entities which\nwill provide primarily clerical, professional o",
      "confidence": 1.0
    },
    {
      "term": "but",
      "definition": "lic, at that location. Office workplace includes, but is not limited\nto, office spaces in office buildings, medical office waiting rooms, libraries, museums, hospitals and nursing homes;\n(7) \"Smoking\" or \"t",
      "confidence": 1.0
    },
    {
      "term": "to smoke",
      "definition": "ms, hospitals and nursing homes;\n(7) \"Smoking\" or \"to smoke\" means and includes inhaling, exhaling, burning or carrying any lighted smoking equipment for tobacco\nor any other weed or plant; and\n(8) \"Enclosed\" means c",
      "confidence": 1.0
    },
    {
      "term": "and",
      "definition": "nursing homes;\n(7) \"Smoking\" or \"to smoke\" means and includes inhaling, exhaling, burning or carrying any lighted smoking equipment for tobacco\nor any other weed or plant; and\n(8) \"Enclosed\" means closed in by a",
      "confidence": 1.0
    },
    {
      "term": "Enclosed",
      "definition": "t for tobacco\nor any other weed or plant; and\n(8) \"Enclosed\" means closed in by a roof and four walls with appropriate openings for ingress and egress and is not intended to mean\nareas commonly described as public lo",
      "confidence": 1.0
    },
    {
      "term": "closed in by a roof and four walls with appropriate openings for ingress and egress and",
      "definition": "any other weed or plant; and\n(8) \"Enclosed\" means closed in by a roof and four walls with appropriate openings for ingress and egress and is not intended to mean\nareas commonly described as public lobbies.\n(Added by Proposition P, 11/8/83)\nSEC. 1003. REGULATION OF SMOKING IN THE OFFICE WOR",
      "confidence": 1.0
    },
    {
      "term": "not intended to",
      "definition": "ppropriate openings for ingress and egress and is not intended to mean\nareas commonly described as public lobbies.\n(Added by Proposition P, 11/8/83)\nSEC. 1003. REGULATION OF SMOKING IN THE OFFICE WORKPLACE.\n(1) Each empl",
      "confidence": 1.0
    },
    {
      "term": "Using already available",
      "definition": "her employer about smoke in his or her workplace. Using already available\nmeans of ventilation or separation or partition of office space, the employer shall attempt to reach a reasonable accommodation, insofar\nas possible, betwe",
      "confidence": 1.0
    },
    {
      "term": "an employer",
      "definition": "ces of nonsmoking and smoking employees. However, an employer is not required by this ordinance to\nmake any expenditures or structural changes to accommodate the preferences of nonsmoking or smoking employees.\n(b)",
      "confidence": 1.0
    },
    {
      "term": "If an accommodation which",
      "definition": "eferences of nonsmoking or smoking employees.\n(b) If an accommodation which is satisfactory to all affected nonsmoking employees cannot be reached in any given office\nworkplace, the preferences of nonsmoking employees shall prev",
      "confidence": 1.0
    },
    {
      "term": "area in which smoking",
      "definition": "mployer prohibits smoking in an office workplace, the area in which smoking is prohibited shall be clearly marked with\nsigns.\n(2) The Smoking Policy shall be announced within three weeks of adoption to all employees working in o",
      "confidence": 1.0
    },
    {
      "term": "prohibited",
      "definition": "an office workplace, the area in which smoking is prohibited shall be clearly marked with\nsigns.\n(2) The Smoking Policy shall be announced within three weeks of adoption to all employees working in office workplaces in",
      "confidence": 1.0
    },
    {
      "term": "Smoking Policy",
      "definition": "rohibited shall be clearly marked with\nsigns.\n(2) The Smoking Policy shall be announced within three weeks of adoption to all employees working in office workplaces in the city\nand posted conspicuously in all workplaces under t",
      "confidence": 1.0
    },
    {
      "term": "excepting places in which smoking",
      "definition": "an office workplace may be visited by\nnonsmokers, excepting places in which smoking is prohibited by the Fire Marshal or by other law, ordinance or regulation.\n(Added by Proposition P, 11/8/83)\nSEC. 1005. PENALTIES AND ENFORCEMENT.\n(1)",
      "confidence": 1.0
    },
    {
      "term": "which penalty",
      "definition": "e liable for a civil penalty, not to exceed $500, which penalty shall be\nassessed and recovered in a civil action brought in the name of the People of the City and County of San Francisco in any court of\ncompetent jurisdic",
      "confidence": 1.0
    },
    {
      "term": "Each day such violation",
      "definition": "Francisco in any court of\ncompetent jurisdiction. Each day such violation is committed or permitted to continue shall constitute a separate offense and shall be\npunishable as such. Any penalty assessed and recovered in an acti",
      "confidence": 1.0
    },
    {
      "term": "committed or permitted to continue shall constitute a separate offense and",
      "definition": "ompetent jurisdiction. Each day such violation is committed or permitted to continue shall constitute a separate offense and shall be\npunishable as such. Any penalty assessed and recovered in an action brought pursuant to this paragraph shall be paid to the Treasurer of\nthe City and",
      "confidence": 1.0
    },
    {
      "term": "Any penalty assessed and recovered in an action brought pursuant to this paragraph",
      "definition": "separate offense and shall be\npunishable as such. Any penalty assessed and recovered in an action brought pursuant to this paragraph shall be paid to the Treasurer of\nthe City and County of San Francisco.\n(3) In undertaking the enforcement of this ordinance, the City and County of San Franc",
      "confidence": 1.0
    },
    {
      "term": "City and County of San Francisco",
      "definition": "In undertaking the enforcement of this ordinance, the City and County of San Francisco is assuming an undertaking only to\npromote the general welfare. It is not assuming, nor is it imposing on its officers and employees, an obligation for",
      "confidence": 1.0
    },
    {
      "term": "It",
      "definition": "undertaking only to\npromote the general welfare. It is not assuming, nor is it imposing on its officers and employees, an obligation for breach of which it is\nliable in money damages to any person who cla",
      "confidence": 1.0
    },
    {
      "term": "nor",
      "definition": "promote the general welfare. It is not assuming, nor is it imposing on its officers and employees, an obligation for breach of which it is\nliable in money damages to any person who claims that such breach",
      "confidence": 1.0
    },
    {
      "term": "an obligation for breach of which it",
      "definition": "nor is it imposing on its officers and employees, an obligation for breach of which it is\nliable in money damages to any person who claims that such breach proximately caused injury.\n(Added by Proposition P, 11/8/83)\nARTICLE 19A:\nREGULATIN",
      "confidence": 1.0
    },
    {
      "term": "Cigarette smoking",
      "definition": "n are essential components of this health policy. Cigarette smoking is a certifiable health danger to smokers and nonsmokers\nalike. By smoking cigarettes, or being exposed to secondhand smoke, people inhale various chemi",
      "confidence": 1.0
    },
    {
      "term": "this Article simply\nextends the smoking prohibitions of Article 19 to",
      "definition": "moke in eating establishments. For the most part, this Article simply\nextends the smoking prohibitions of Article 19 to include eating establishments.\n(Added by Ord. 244-87, App. 7/1/87)\nSEC. 1006.1. DEFINITIONS.\nUnless the term is specifically defined in this Article or the c",
      "confidence": 1.0
    },
    {
      "term": "Unless the term",
      "definition": "d. 244-87, App. 7/1/87)\nSEC. 1006.1. DEFINITIONS.\nUnless the term is specifically defined in this Article or the contrary stated or clearly appears from the context, the definitions set forth\nin Article 19, Section 100",
      "confidence": 1.0
    },
    {
      "term": "shall",
      "definition": "ation of this Article.\n(a) \"Eating establishment\" shall mean every enclosed restaurant, coffee shop, cafeteria, cafe, luncheonette, sandwich stand, soda\nfountain, or other enclosed eating establishment serving",
      "confidence": 1.0
    },
    {
      "term": "shall not",
      "definition": "e general public. The term \"eating establishment\" shall not include\nbanquet rooms in use for private social functions. The term \"eating establishment\" shall not apply to any property owned or leased by\nState or federa",
      "confidence": 1.0
    },
    {
      "term": "In eating establishments smoking",
      "definition": ". REGULATION OF SMOKING IN EATING ESTABLISHMENTS.\nIn eating establishments smoking shall be prohibited in lobbies, waiting areas, restrooms, and dining areas designated for nonsmoking.\nUnless the eating establishment has been designated enti",
      "confidence": 1.0
    },
    {
      "term": "No owner of an eating establishment",
      "definition": "that such breach approximately caused injury.\n(b) No owner of an eating establishment shall be required to construct or erect walls, partitions or other barriers to comply with this\nordinance.\n(Added by Ord. 244-87, App. 7/1/87)\nSEC. 1006.4. PE",
      "confidence": 1.0
    },
    {
      "term": "Any penalty assessed and\nrecovered in an action brought pursuant to this paragraph",
      "definition": "to the enforcement of violations of this Article. Any penalty assessed and\nrecovered in an action brought pursuant to this paragraph shall be paid to the Treasurer of the City and County of San Francisco.\n(Added by Ord. 244-87, App. 7/1/87)\nSEC. 1006.5. SEVERABILITY.\nIf any provision of thi",
      "confidence": 1.0
    },
    {
      "term": "or the application of those provisions to persons or circumstances other than\nthose to which it",
      "definition": "is Article, to the extent it can be given effect, or the application of those provisions to persons or circumstances other than\nthose to which it is held invalid, shall not be affected thereby, and to this end the provisions of this Article are severable.\n(Added by Ord. 244-87, App. 7/1/87)\nARTICL",
      "confidence": 1.0
    },
    {
      "term": "question of whether tobacco smoke",
      "definition": "rticle 19F, Section 1009.37.\nSEC. 1007. FINDINGS.\nThe question of whether tobacco smoke is harmful to smokers was answered more than 20 years ago. U.S. Public Health Service\nreports on the health consequences of smoking have conclusively es",
      "confidence": 1.0
    },
    {
      "term": "exposure to ETS",
      "definition": "untary smoking\" denotes that for many\nnonsmokers, exposure to ETS is the result of an unavoidable consequence of being in close proximity to smokers.\nThe report contains the following conclusions: (1) Involuntary smoki",
      "confidence": 1.0
    },
    {
      "term": "Involuntary smoking",
      "definition": "he report contains the following conclusions: (1) Involuntary smoking is a cause of disease, including lung cancer, in healthy\nnonsmokers. (2) Simple separation of smokers and nonsmokers within the same air space may reduc",
      "confidence": 1.0
    },
    {
      "term": "Protection of individuals\nfrom exposure to environmental tobacco smoke",
      "definition": "n of all who control and occupy that environment. Protection of individuals\nfrom exposure to environmental tobacco smoke is therefore a responsibility shared by all. As employers and employees we must ensure\nthat the act of smoking does not expose the nonsmoker to tobacco",
      "confidence": 1.0
    },
    {
      "term": "scientific case against involuntary smoking as a health risk",
      "definition": "vironment for\nsmokers who are attempting to stop.\nThe scientific case against involuntary smoking as a health risk is more than sufficient to justify this legislative measure, the goal of\nwhich must be to protect the nonsmoker from environmental tobacco smoke.\n(Added",
      "confidence": 1.0
    },
    {
      "term": "employers shall clearly\nmark the area in which smoking",
      "definition": "shall prohibit smoking in that office workplace. The employers shall clearly\nmark the area in which smoking is prohibited.\n(Added by Ord. 180- 88, App. 4/28/88)\nSEC. 1007.3. DISCLAIMERS.By regulating smoking in shared office workplace, the City and County of S",
      "confidence": 1.0
    },
    {
      "term": "or the application of those provisions to persons at circumstances other than\nthose to which it",
      "definition": "is Article, to the extent it can be given effect, or the application of those provisions to persons at circumstances other than\nthose to which it is held invalid, shall not be affected thereby, and to this end the provisions of this Article are severable.\n(Added by Ord. 180-88, App. 4/28/88)\nARTIC",
      "confidence": 1.0
    },
    {
      "term": "Nonsmokers have no adequate",
      "definition": "The Board of Supervisors finds and declares:\n(1) Nonsmokers have no adequate means to protect themselves from the damage inflicted upon them when they involuntarily inhale\ntobacco smoke.\n(2) Regulation of smoking in public places is",
      "confidence": 1.0
    },
    {
      "term": "Regulation of smoking in public places",
      "definition": "when they involuntarily inhale\ntobacco smoke.\n(2) Regulation of smoking in public places is necessary to protect the health, safety, welfare, comfort, and environment of\nnonsmokers.\n(c) It is, therefore, the intent of the Board of Supervisor",
      "confidence": 1.0
    }
  ],
  "acronyms": [
    {
      "acronym": "LEED",
      "full_form": "\"Leadership in Energy and Environmental Design\"",
      "confidence": 1.0
    },
    {
      "acronym": "HEALTH",
      "full_form": "EDUCATIONAL AND CHILD CARE FACILITIES",
      "confidence": 1.0
    },
    {
      "acronym": "ENTERTAINMENT",
      "full_form": "SPORTS\nARENAS",
      "confidence": 1.0
    },
    {
      "acronym": "FACILITIES",
      "full_form": "AND HOTEL LOBBIES",
      "confidence": 1.0
    },
    {
      "acronym": "AREAS",
      "full_form": "CERTAIN\nUNENCLOSED AREAS",
      "confidence": 1.0
    },
    {
      "acronym": "XII",
      "full_form": "Part II of the San Francisco Housing Code",
      "confidence": 1.0
    },
    {
      "acronym": "BUILDINGS",
      "full_form": "CERTAIN VEHICLES",
      "confidence": 1.0
    },
    {
      "acronym": "VIOLATIONS",
      "full_form": "PENALTIES AND ENFORCEMENT",
      "confidence": 1.0
    },
    {
      "acronym": "SALES",
      "full_form": "MANUFACTURE",
      "confidence": 1.0
    },
    {
      "acronym": "OPTIONAL",
      "full_form": "ANDINFORMING EXISTING RESIDENTIAL TENANTS WHERE\nSMOKING IS OPTIONAL\nSec",
      "confidence": 1.0
    },
    {
      "acronym": "INTENT",
      "full_form": "LIMITATIONS",
      "confidence": 1.0
    }
  ],
  "hierarchy": {
    "type": "american",
    "structure": [
      {
        "level": "Chapter",
        "number": "100",
        "title": "% smoke free designation is made, \"no smoking\" signage shall",
        "children": []
      },
      {
        "level": "Chapter",
        "number": "31",
        "title": "of each year, pursuant to",
        "children": [
          {
            "level": "Section",
            "number": "308",
            "title": ".) State law also prohibits public"
          },
          {
            "level": "Section",
            "number": "48901",
            "title": "(a).) In addition, state law prohibits"
          },
          {
            "level": "Section",
            "number": "6404",
            "title": ".5). Moreover, San Francisco has adopted ordinances"
          },
          {
            "level": "Section",
            "number": "6404",
            "title": ".5. It shall be unlawful for any"
          },
          {
            "level": "Section",
            "number": "308",
            "title": "(prohibiting the sale of tobacco to minors), the Director may suspend a tobacco sales permit as set"
          },
          {
            "level": "Section",
            "number": "6404",
            "title": ".5 (prohibiting smoking in enclosed places of employment), the Director may suspend a Tobacco"
          },
          {
            "level": "Section",
            "number": "308",
            "title": "(regulating sales of tobacco products to minors); and (5) California Labor Code section 6404.5 (pro"
          },
          {
            "level": "Section",
            "number": "6404",
            "title": ".5 (prohibiting smoking in"
          },
          {
            "level": "Section",
            "number": "1947",
            "title": ".5."
          },
          {
            "level": "Section",
            "number": "387",
            "title": "(3), as may be amended from time to time."
          },
          {
            "level": "Section",
            "number": "387",
            "title": "j(a)(1), as may be amended from time to time."
          },
          {
            "level": "Section",
            "number": "387",
            "title": "j, as may be amended from time to time; and"
          },
          {
            "level": "Section",
            "number": "387",
            "title": "j(c)(1)(A)(i), as may be amended from time to time."
          },
          {
            "level": "Section",
            "number": "387",
            "title": "j(a)(1), as may be amended from time to time."
          },
          {
            "level": "Section",
            "number": "387",
            "title": "j, as may be amended from time to time; and"
          },
          {
            "level": "Section",
            "number": "387",
            "title": "j(c)(1)(A)(i), as may be amended from time to time."
          }
        ]
      }
    ],
    "total_divisions": 0,
    "total_chapters": 0
  },
  "references": [
    {
      "source": "Section 1000",
      "target": "Section 1000",
      "type": "cross_reference"
    },
    {
      "source": "Section 1001",
      "target": "Section 1001",
      "type": "cross_reference"
    },
    {
      "source": "Section 1002",
      "target": "Section 1002",
      "type": "cross_reference"
    },
    {
      "source": "Section 1003",
      "target": "Section 1003",
      "type": "cross_reference"
    },
    {
      "source": "Section 1004",
      "target": "Section 1004",
      "type": "cross_reference"
    },
    {
      "source": "Section 1005",
      "target": "Section 1005",
      "type": "cross_reference"
    },
    {
      "source": "Section 1006",
      "target": "Section 1006",
      "type": "cross_reference"
    },
    {
      "source": "Section 1009",
      "target": "Section 1009",
      "type": "cross_reference"
    },
    {
      "source": "Section 1007",
      "target": "Section 1007",
      "type": "cross_reference"
    },
    {
      "source": "Section 1008",
      "target": "Section 1008",
      "type": "cross_reference"
    },
    {
      "source": "Section 326",
      "target": "Section 326",
      "type": "cross_reference"
    },
    {
      "source": "Section 11362",
      "target": "Section 11362",
      "type": "cross_reference"
    },
    {
      "source": "Section 121",
      "target": "Section 121",
      "type": "cross_reference"
    },
    {
      "source": "Section 8",
      "target": "Section 8",
      "type": "cross_reference"
    },
    {
      "source": "Section 10",
      "target": "Section 10",
      "type": "cross_reference"
    },
    {
      "source": "Section 6404",
      "target": "Section 6404",
      "type": "cross_reference"
    },
    {
      "source": "Section 836",
      "target": "Section 836",
      "type": "cross_reference"
    },
    {
      "source": "Section 853",
      "target": "Section 853",
      "type": "cross_reference"
    },
    {
      "source": "Section 19",
      "target": "Section 19",
      "type": "cross_reference"
    },
    {
      "source": "Section 4600",
      "target": "Section 4600",
      "type": "cross_reference"
    },
    {
      "source": "Section 308",
      "target": "Section 308",
      "type": "cross_reference"
    },
    {
      "source": "Section 48901",
      "target": "Section 48901",
      "type": "cross_reference"
    },
    {
      "source": "Section 13",
      "target": "Section 13",
      "type": "cross_reference"
    },
    {
      "source": "Section 35",
      "target": "Section 35",
      "type": "cross_reference"
    },
    {
      "source": "Section 249",
      "target": "Section 249",
      "type": "cross_reference"
    },
    {
      "source": "Section 76",
      "target": "Section 76",
      "type": "cross_reference"
    },
    {
      "source": "Section 77",
      "target": "Section 77",
      "type": "cross_reference"
    },
    {
      "source": "Section 596",
      "target": "Section 596",
      "type": "cross_reference"
    },
    {
      "source": "Section 104495",
      "target": "Section 104495",
      "type": "cross_reference"
    },
    {
      "source": "Section 1010",
      "target": "Section 1010",
      "type": "cross_reference"
    }
  ]
}