{
  "definitions": [
    {
      "term": "AI76 that if you",
      "definition": "‘‘confidential.’’ Any information marked\nRIN 0910–AI76 that if you include your name, contact as ‘‘confidential’’ will not be disclosed\ninformation, or other information that except in accordance with 21 CFR 10.20\nTobacco Pr",
      "confidence": 1.0
    },
    {
      "term": "Dockets",
      "definition": "nd follow the prompts\nwritten/paper submissions): Dockets\nis proposing this action to reduce the and/or go to the Dockets Management\nManagement Staff (HFA–305), Food and\naddictiveness of these products, thus St",
      "confidence": 1.0
    },
    {
      "term": "gov for",
      "definition": "the Dockets Management at https://www.regulations.gov for\nis anticipated to benefit the population Staff, FDA will post your comment, as access to the rulemaking docket,\nas a whole. For example, it would help w",
      "confidence": 1.0
    },
    {
      "term": "Either electronic or written must",
      "definition": "received Providing Accountability Through\nDATES: Either electronic or written must include the Docket No. FDA– Transparency Act of 2023.\ncomments on the proposed rule must be 2024–N–5471 for ‘‘Tobacco Product Submit comments on the informat",
      "confidence": 0.7
    },
    {
      "term": "Monday proposed collection",
      "definition": "nsidered. The https:// between 9 a.m. and 4 p.m., Monday proposed collection is ‘‘Tobacco\nwww.regulations.gov electronic filing through Friday, 240–402–7500. Product Standard for Nicotine Yield of\nsystem will accept comments unti",
      "confidence": 1.0
    },
    {
      "term": "One copy will",
      "definition": "od and Drug\non or before that date. copies total. One copy will include the\nAdministration, 10903 New Hampshire\ninformation you claim to be confidential\nElectronic Submissions Ave., Silver Spring, MD 20993–0002,\nwith a he",
      "confidence": 1.0
    },
    {
      "term": "C Act",
      "definition": "Need for the Regulation A. Section 907 of the FD&C Act is dependent on maintaining this\nB. Relevant Regulatory History B. Pathways to Market addiction. Id. at 307. The court noted\nC. Legal Authority C. Consi",
      "confidence": 1.0
    },
    {
      "term": "Nicotine",
      "definition": "ulation to precisely control nicotine delivery\nA. Nicotine Is Addictive A. General Provisions (Proposed Subpart and provide nicotine doses to create and\nB. The Developing Brain’s Vulnerability to A) sustain addi",
      "confidence": 1.0
    },
    {
      "term": "Proposal Does Not Seek To Limit FDA",
      "definition": "Target As part of this comprehensive approach,\nF. Proposal Does Not Seek To Limit FDA is proposing a tobacco product would not create and sustain addiction,\nNicotine to Zero users would be able to quit when they\nstandard that would regula",
      "confidence": 1.0
    },
    {
      "term": "Determination That the Standard",
      "definition": "they\nstandard that would regulate nicotine\nVIII. Determination That the Standard Is would like, something many who use\nyield by establishing a maximum\nAppropriate for the Protection of the these products currently do not have the\nnic",
      "confidence": 1.0
    },
    {
      "term": "term",
      "definition": "ihood That Existing Users referenced. In general, the term is not meant to continue to do so.\nWould Reduce Cigarette and Other i m n e c e lu t d th e e a d n e y f i n n o i n ti c o o n m o b f u c s ig te a d",
      "confidence": 1.0
    },
    {
      "term": "not",
      "definition": "xisting Users referenced. In general, the term is not meant to continue to do so.\nWould Reduce Cigarette and Other i m n e c e lu t d th e e a d n e y f i n n o i n ti c o o n m o b f u c s ig te a d re t t o",
      "confidence": 1.0
    },
    {
      "term": "and progressing to FDA",
      "definition": "date. this proposed scope.\naddiction to nicotine, and progressing to FDA is proposing to exclude\nB. Summary of the Major Provisions of\nregular use of combusted tobacco noncombusted cigarettes, such as HTPs\nthe Proposed Rule\np",
      "confidence": 1.0
    },
    {
      "term": "in this\nhealth consequences of long-term",
      "definition": "oducts. FDA cigarette). Therefore, ‘‘cigarettes’’ in this\nhealth consequences of long-term issued an Advance Notice of Proposed proposed rule refers to combusted\nRulemaking regarding a potential cigarettes, not HTPs. Based on FDA’s\nsmoking at",
      "confidence": 1.0
    },
    {
      "term": "and that certain non-\nwould not as a result of the proposed\nFDA",
      "definition": "ng\ndiscussed throughout this document. deadliest, and that certain non-\nwould not as a result of the proposed\nFDA is proposing the following combusted cigarettes pose less risk to\nproduct standard. The model also\nprovisions based on the comments individuals who use",
      "confidence": 1.0
    },
    {
      "term": "this",
      "definition": "cigarettes from the scope of this\nimplementation (this includes people\nproducts, cigarettes are the tobacco proposed rule, including any data that\nwho exclusively smoke cigarettes\nproduct category that causes the",
      "confidence": 1.0
    },
    {
      "term": "it",
      "definition": "engage in dual use of cigarettes and cigarettes, it is likely that a significant cigarette tobacco, pipe tobacco, RYO\nnoncombusted tobacco products number of addicted people who smoke tobacco, and cigars",
      "confidence": 1.0
    },
    {
      "term": "FDA believes there",
      "definition": "igarettes would migrate to other similar cigars), FDA believes there is little risk\nmodel estimates that, by the year 2060, combusted tobacco products after the of switching under the proposed\nin the United States, this p",
      "confidence": 1.0
    },
    {
      "term": "population health model uses inputs and large cigars but excluding premium FDA",
      "definition": "ttle cigars, cigarillos, could justify otherwise.\npopulation health model uses inputs and large cigars but excluding premium FDA is also not including\nderived from available empirical cigars4), and pipe tobacco (other than noncombusted non-cigarette tobacco\nevidence and expert opi",
      "confidence": 1.0
    },
    {
      "term": "which",
      "definition": "f this proposed rule. To delivery systems (ENDS) (which include\nobtain expert opinion for the model 3Tobacco products that meet the statutory or e-cigarettes) and smokeless tobacco\ninputs, FDA conducted a formal e",
      "confidence": 1.0
    },
    {
      "term": "FDA",
      "definition": "obacco products’’ (HTPs) for purposes\nit in 2018. FDA is conducting another of FDA’s premarket review. HTPs that meet the throughout this document, nicotine is\nexpert elicitation process and intends to defi",
      "confidence": 1.0
    },
    {
      "term": "to refer to smoke that people inhale when a hookah device",
      "definition": "e tobacco\nuse the shorter phrase ‘‘quit smoking’’ to refer to smoke that people inhale when a hookah device is mixture and ultimately through a water-filled\nstopping use of combusted cigarettes. heated. Hookah tobacco (also known as waterpipe chamber (Ref. 7).",
      "confidence": 1.0
    },
    {
      "term": "and it",
      "definition": "ry 16, 2025/Proposed Rules 5035\ntobacco products, and it is the nicotine nicotine in smoke, in other words, the contain ≤ 1.0 mg nicotine per gram of\nin such products that both creates and amount of nicotine t",
      "confidence": 1.0
    },
    {
      "term": "low nicotine content\nsustains addiction and ultimately leads potentially",
      "definition": "nt of nicotine to which a smoker total tobacco, ‘‘low nicotine content\nsustains addiction and ultimately leads potentially is exposed. While nicotine (LNC) cigarettes’’ refers to cigarettes\nto the significant adverse health effects yield can be measured through with > 1.0 mg",
      "confidence": 1.0
    },
    {
      "term": "none of which",
      "definition": "ent (NNC) cigarettes’’ refers\nany tobacco product—none of which is Standardization (ISO) machine smoking to cigarettes with ≥ 11.4 mg nicotine per\nwithout risk—at this time, FDA is method, Canadian Intense (CI) smoki",
      "confidence": 1.0
    },
    {
      "term": "if this proposed rule",
      "definition": "eld—such specify the levels of nicotine and\nthat, if this proposed rule is finalized as that users can increase the amount of therefore cannot be confirmed to meet\nproposed, many people who smoke nicotine yield compared to t",
      "confidence": 1.0
    },
    {
      "term": "Those who switch completely affected by smoking behavior or FDA",
      "definition": "ot (e.g., low nicotine content tobacco).\nproduct. Those who switch completely affected by smoking behavior or FDA is not seeking to require the\nto use of a noncombusted tobacco cigarette design features. Reducing the reduction of nicotine yields in any\nproduct may s",
      "confidence": 1.0
    },
    {
      "term": "one of which",
      "definition": "ther than a gradual reduction, or\nnicotine yield, one of which is nicotine\nexperiment with cigarettes and cigars stepped-down, approach) to limit\ncontent. Setting a limit on nicotine\n(mainly youth) from moving beyon",
      "confidence": 1.0
    },
    {
      "term": "Based on\ncontent and measuring that content",
      "definition": "from moving beyond additional toxicant exposure. Based on\ncontent and measuring that content is\nexperimentation, developing an studies involving VLNC cigarettes and\nmore effective in reducing yield (i.e., the\naddiction to nicotine, and progressi",
      "confidence": 1.0
    },
    {
      "term": "amount of nicotine the user",
      "definition": "ogressing to other reduced nicotine content (RNC)\namount of nicotine the user is exposed\nregular use of combusted tobacco cigarettes, we expect that there would\nto) than setting a limit based on a direct\nproducts as a result of th",
      "confidence": 1.0
    },
    {
      "term": "FDA also\nthe nicotine to which a user",
      "definition": "A is proposing to make proposed product standard. FDA also\nthe nicotine to which a user is exposed\ncigarettes and certain other combusted notes that this immediate nicotine\nthan would setting a limit based on a\ntobacco products minimally ad",
      "confidence": 1.0
    },
    {
      "term": "of nicotine per gram of nicotine per gram of total tobacco",
      "definition": "on to formulate multiple products\nmilligrams (mg) of nicotine per gram of nicotine per gram of total tobacco is and then prepare and submit premarket\ntotal tobacco in these tobacco products. based on FDA’s analysis of studies review applications at each phase o",
      "confidence": 1.0
    },
    {
      "term": "and information\nfor 2017",
      "definition": "cotine, which shows that extended comments, data, and information\nfor 2017 is 17.2 mg/g of total tobacco exposure to very low nicotine content regarding the selection of an immediate\n(Ref. 9). Nicotine yield is the amount of (V",
      "confidence": 1.0
    },
    {
      "term": "Nicotine yield",
      "definition": "regarding the selection of an immediate\n(Ref. 9). Nicotine yield is the amount of (VLNC) combusted cigarettes is reduction approach.\nassociated with reduced addiction Analytical test method—To assist\n6FDA is using the",
      "confidence": 1.0
    },
    {
      "term": "combusted cigarettes",
      "definition": "(Ref. 9). Nicotine yield is the amount of (VLNC) combusted cigarettes is reduction approach.\nassociated with reduced addiction Analytical test method—To assist\n6FDA is using the term ‘‘nonaddictive’’ potential, dependence",
      "confidence": 1.0
    },
    {
      "term": "To assist\n6FDA",
      "definition": "ted with reduced addiction Analytical test method—To assist\n6FDA is using the term ‘‘nonaddictive’’ potential, dependence levels, number of FDA in determining compliance with\nthroughout this preamble specifically in t",
      "confidence": 1.0
    },
    {
      "term": "s provision",
      "definition": "co products from entering the and this rulemaking’s provision is review, applications for new tobacco\nstream of commerce and reaching modeled on the proposed TPMP products that comply with the finalized\nconsumers.",
      "confidence": 1.0
    },
    {
      "term": "and for preparation or\neach batch of finished tobacco product8 manufacturing code",
      "definition": "ution records. The purpose of the curing methods, and for preparation or\neach batch of finished tobacco product8 manufacturing code is to allow changes needed in facilities and\nthat they manufacture. This sampling manufacturers and FDA to identify the processes. FDA requests comments",
      "confidence": 1.0
    },
    {
      "term": "This information",
      "definition": "esentative sampling) to ensure that distribution. This information is considerations and request for\neach product complies with the intended to help determine the comments on the proposed effective\nproposed product stan",
      "confidence": 1.0
    },
    {
      "term": "FDA also",
      "definition": "e taken for products determined to be validation. FDA also is proposing to consistent with section 906 (21 U.S.C.\nnonconforming. This proposed require that it be possible to identify the 387f) (section 907(a)(3)",
      "confidence": 1.0
    },
    {
      "term": "measures are taken to ensure that",
      "definition": "rule that may maintain records in section 909 (21\nmeasures are taken to ensure that issue based on this proposed rule U.S.C. 387i); authority related to\nnonconforming products are not become effective 2 years after the date adulterated",
      "confidence": 1.0
    },
    {
      "term": "or offer for regarding premarket review of new",
      "definition": "e—Currently, there person could distribute, sell, or offer for regarding premarket review of new\nis no requirement for the use of a sale or distribution within the United tobacco products in section 910 (21\nStates finished tobacco products that are",
      "confidence": 1.0
    },
    {
      "term": "FDA proposes to date of any final rule that may",
      "definition": "A’s rulemaking and\nsubject to this proposed rule. FDA proposes to date of any final rule that may issue inspection authorities in sections 701\ndefine a ‘‘finished tobacco product’’ to mean a based on this proposed rule, and 704 (21 U.S.C. 371 and 374",
      "confidence": 1.0
    },
    {
      "term": "to",
      "definition": "ections 701\ndefine a ‘‘finished tobacco product’’ to mean a based on this proposed rule, and 704 (21 U.S.C. 371 and 374).\ntobacco product, including all components and\nwholesalers, retailers, and related par",
      "confidence": 1.0
    },
    {
      "term": "entities would be able to sell available\nor in the final form in which it",
      "definition": "sold to consumers separately or as part of kits) entities would be able to sell available\nor in the final form in which it is intended to be stock of finished tobacco products were The main quantified benefits come\nsold to consumers. For a discussion of products not in compl",
      "confidence": 1.0
    },
    {
      "term": "with a low\nbenefits",
      "definition": "sts, this rule would cause percent discount rate, with a low\nbenefits include medical cost savings, transfers from the Federal Government estimate of $0.27 trillion and a high\nproductivity loss savings, reduced and State govern",
      "confidence": 1.0
    },
    {
      "term": "What it",
      "definition": "the Used Acronyms in This Document\nAbbreviation/\nWhat it means\nacronym\n3–HPMA ............................... 3-hydroxypropyl mercapturic acid.\nAI/AN .................................... American Indians/Alaska N",
      "confidence": 1.0
    },
    {
      "term": "people die prematurely from a comments on many",
      "definition": "vited cigarette did not deliver a certain\n480,000 people die prematurely from a comments on many issues associated amount of nicotine, new smokers would\nsmoking-attributable disease, putting a with the development of a product not become addicted, a",
      "confidence": 1.0
    },
    {
      "term": "fda-",
      "definition": "tine to minimally\nnews-events/press-announcements/fda- is dependent on maintaining this addictive or nonaddictive levels would\nannounces-comprehensive-regulatory- addiction. Id. at 307. The court noted impro",
      "confidence": 1.0
    },
    {
      "term": "developing brain",
      "definition": "s\nregular use as a result of that addiction. 19). The developing brain is more as a result of nicotine dependence.\nFurthermore, it is well-established that vulnerable to nicotine dependence than The adolescent and young adu",
      "confidence": 1.0
    }
  ],
  "acronyms": [
    {
      "acronym": "ANPRM",
      "full_form": "83 FR 11818 (March 16, toxicants than combusted cigarettes.\n2100, in the United States,\n2018",
      "confidence": 1.0
    },
    {
      "acronym": "FR",
      "full_form": "D.D.C. 2006",
      "confidence": 1.0
    },
    {
      "acronym": "COPD",
      "full_form": "Ref. 1 at p. 660",
      "confidence": 1.0
    },
    {
      "acronym": "VLNC",
      "full_form": "Refs. 229 and 270",
      "confidence": 1.0
    },
    {
      "acronym": "GAD",
      "full_form": "Ref. 272",
      "confidence": 1.0
    },
    {
      "acronym": "NNC",
      "full_form": "Ref. 336",
      "confidence": 1.0
    },
    {
      "acronym": "NRT",
      "full_form": "Refs. 41, participants were provided a daily analysis of the 18 week study (Ref. 379",
      "confidence": 1.0
    },
    {
      "acronym": "NHIS",
      "full_form": "Ref. 542",
      "confidence": 1.0
    },
    {
      "acronym": "CIGARETTES",
      "full_form": "MILLIONS",
      "confidence": 1.0
    },
    {
      "acronym": "MEDIAN",
      "full_form": "5TH, 95TH PERCENT-\nILES",
      "confidence": 1.0
    },
    {
      "acronym": "SIDS",
      "full_form": "Ref. larger for several reasons. For example,\nconditions, and use of non-premium 15, Ref. 1",
      "confidence": 1.0
    },
    {
      "acronym": "FDA",
      "full_form": "Ref. 620",
      "confidence": 1.0
    },
    {
      "acronym": "ANALYSIS",
      "full_form": "UNADJUSTED BASELINE SCENARIO",
      "confidence": 1.0
    },
    {
      "acronym": "ENDS",
      "full_form": "which\nproposed product standard. While versus non-daily. Data from Waves 1 include e-cigarettes",
      "confidence": 1.0
    },
    {
      "acronym": "HHS",
      "full_form": "and are expected products",
      "confidence": 1.0
    },
    {
      "acronym": "AN",
      "full_form": "and low",
      "confidence": 1.0
    },
    {
      "acronym": "LGBT",
      "full_form": "and authors interpret\nthe findings for those specific groups",
      "confidence": 1.0
    },
    {
      "acronym": "LOW",
      "full_form": "AND VERY LOW NICOTINE CONTENT CIGARETTES USED IN THE\nRESEARCH STUDIES CITED IN THIS DOCUMENT\nNicotin",
      "confidence": 1.0
    },
    {
      "acronym": "LNC",
      "full_form": "and VLNC",
      "confidence": 1.0
    },
    {
      "acronym": "NSDUH",
      "full_form": "relative to same",
      "confidence": 1.0
    },
    {
      "acronym": "CPD",
      "full_form": "with limited or no withdrawal products",
      "confidence": 1.0
    },
    {
      "acronym": "RCT",
      "full_form": "in the NNC cigarettes",
      "confidence": 1.0
    },
    {
      "acronym": "CO",
      "full_form": "measured as breath\nNNC cigarettes",
      "confidence": 1.0
    },
    {
      "acronym": "TNE",
      "full_form": "and other HPHCs changes in smoking topography",
      "confidence": 1.0
    },
    {
      "acronym": "NNN",
      "full_form": "NNAL",
      "confidence": 0.7
    },
    {
      "acronym": "HPMA",
      "full_form": "and r",
      "confidence": 0.7
    },
    {
      "acronym": "NYTS",
      "full_form": "and young adult",
      "confidence": 1.0
    },
    {
      "acronym": "NHANES",
      "full_form": "Cancer Prevention Study I\nuse at least",
      "confidence": 1.0
    },
    {
      "acronym": "AVOIDED",
      "full_form": "LIFE YEARS GAINED",
      "confidence": 1.0
    },
    {
      "acronym": "FIRES",
      "full_form": "SMOKING\nRELATED PERINATAL CONDITIONS",
      "confidence": 1.0
    }
  ],
  "hierarchy": {
    "type": "american",
    "structure": [
      {
        "level": "Chapter",
        "number": "16",
        "title": ", toxicants than combusted cigarettes.",
        "children": []
      },
      {
        "level": "Chapter",
        "number": "16",
        "title": ", 2018, FDA sustain addiction. Id. at 307–309.",
        "children": []
      },
      {
        "level": "Chapter",
        "number": "2018",
        "title": ", FDA issued",
        "children": []
      },
      {
        "level": "Chapter",
        "number": "21",
        "title": ", 2018) (Flavors ANPRM), and trade could occur as a result of a comments urged FDA to extend the",
        "children": []
      },
      {
        "level": "Chapter",
        "number": "26",
        "title": ", nicotine product standard and how that scope of a nicotine product standard to",
        "children": []
      },
      {
        "level": "Chapter",
        "number": "16",
        "title": ", 2018). This FDA received over 7,700 comments groups—asserted that including all",
        "children": []
      },
      {
        "level": "Chapter",
        "number": "58",
        "title": "and 59). Dopamine plays a major role reduction in the level of addiction based",
        "children": []
      },
      {
        "level": "Chapter",
        "number": "425",
        "title": "). One within-subjects laboratory nervous system stimulation, arousal,",
        "children": []
      },
      {
        "level": "Chapter",
        "number": "2",
        "title": ".4, 0.4 mg nicotine per gram of total",
        "children": []
      },
      {
        "level": "Chapter",
        "number": "2024",
        "title": ", FDA published a final",
        "children": []
      },
      {
        "level": "Chapter",
        "number": "1990",
        "title": "would be would provide sufficient time for a",
        "children": []
      },
      {
        "level": "Chapter",
        "number": "4",
        "title": "years as a means to help ensure that large manufacturers. We also find that",
        "children": []
      },
      {
        "level": "Chapter",
        "number": "3",
        "title": ",",
        "children": [
          {
            "level": "Section",
            "number": "900",
            "title": "(3) of the Federal Food,"
          },
          {
            "level": "Section",
            "number": "907",
            "title": "(d)(3) of the FD&C"
          },
          {
            "level": "Section",
            "number": "906",
            "title": "(21 U.S.C."
          },
          {
            "level": "Section",
            "number": "907",
            "title": "(a)(3), (a)(4)(A)(i) to"
          },
          {
            "level": "Section",
            "number": "909",
            "title": "(21"
          },
          {
            "level": "Section",
            "number": "910",
            "title": "(21"
          },
          {
            "level": "Section",
            "number": "301",
            "title": "(21 U.S.C."
          },
          {
            "level": "Section",
            "number": "906",
            "title": "(d)(1) of the"
          },
          {
            "level": "Section",
            "number": "907",
            "title": "(a)(3), (a)(4)(A)(i) compliance with this standard. These"
          },
          {
            "level": "Section",
            "number": "907",
            "title": "of the FD&C Act"
          },
          {
            "level": "Section",
            "number": "801",
            "title": "(e)(1)"
          },
          {
            "level": "Section",
            "number": "907",
            "title": "(d)(3) of by helping to ensure that the tobacco"
          },
          {
            "level": "Section",
            "number": "907",
            "title": "(a)(3)(A) and (B) of the FD&C the public health, include provisions proposed manufacturing code woul"
          },
          {
            "level": "Section",
            "number": "906",
            "title": "(d) of the information is intended to help"
          },
          {
            "level": "Section",
            "number": "907",
            "title": ", determine the product’s history (e.g.,"
          },
          {
            "level": "Section",
            "number": "906",
            "title": "(d) of the FD&C Act gives batch production records) and assist population as a whole, including user"
          },
          {
            "level": "Section",
            "number": "909",
            "title": "of the"
          },
          {
            "level": "Section",
            "number": "704",
            "title": "of the FD&C Act. In"
          },
          {
            "level": "Section",
            "number": "701",
            "title": "(a) of"
          },
          {
            "level": "Section",
            "number": "907",
            "title": "(a)(4)(B) of the FD&C investigated and that appropriate For example, one study showed the"
          },
          {
            "level": "Section",
            "number": "1",
            "title": ". Genetically Engineered Tobacco"
          },
          {
            "level": "Section",
            "number": "907",
            "title": "(d)(2) head of the tobacco plant is removed to companies contained far less nicotine"
          },
          {
            "level": "Section",
            "number": "907",
            "title": "(a)(3)(A) of the"
          },
          {
            "level": "Section",
            "number": "907",
            "title": "(c)(2)(A)) of"
          },
          {
            "level": "Section",
            "number": "907",
            "title": "of the"
          },
          {
            "level": "Section",
            "number": "907",
            "title": "(b)(1) of the under one of three premarket review tobacco product other than those made"
          },
          {
            "level": "Section",
            "number": "910",
            "title": "(c)(1)(A)(i) of the An applicant may also be able to use"
          },
          {
            "level": "Section",
            "number": "905",
            "title": "(j)(3)(A) of the FD&C Act to"
          },
          {
            "level": "Section",
            "number": "910",
            "title": "(b)); (2) the applicant the extent the applicant is modifying a"
          },
          {
            "level": "Section",
            "number": "910",
            "title": "(a)(2)(A)(i) (order after modification. While the SE Exemption"
          },
          {
            "level": "Section",
            "number": "905",
            "title": "(j) of limited circumstances, FDA notes that"
          },
          {
            "level": "Section",
            "number": "907",
            "title": "(c)(2) of the the applicant makes a request under 21 excludes tobacco or a pesticide"
          },
          {
            "level": "Section",
            "number": "900",
            "title": "(1)"
          },
          {
            "level": "Section",
            "number": "905",
            "title": "(j)(3)(A)), and at least 90 of the FD&C Act). Therefore, to the"
          },
          {
            "level": "Section",
            "number": "905",
            "title": "(j)(1)(A)(ii) and the tobacco used in a tobacco product),"
          },
          {
            "level": "Section",
            "number": "907",
            "title": "(c)(2)(C)) of the"
          },
          {
            "level": "Section",
            "number": "907",
            "title": "(c)(2)(D) of public health. Applicants may be able to"
          },
          {
            "level": "Section",
            "number": "910",
            "title": "(a) of the FD&C Act). rule."
          },
          {
            "level": "Section",
            "number": "900",
            "title": "(3) of the FD&C Act infrequency of waterpipe use, it is often proposed rule."
          },
          {
            "level": "Section",
            "number": "920",
            "title": "(d) wholesalers, importers, and retailers."
          },
          {
            "level": "Section",
            "number": "801",
            "title": "(e)(1) of the"
          },
          {
            "level": "Section",
            "number": "907",
            "title": "of the FD&C Act or this"
          },
          {
            "level": "Section",
            "number": "801",
            "title": "(e)(1),"
          },
          {
            "level": "Section",
            "number": "3",
            "title": "(1) of the Federal Cigarette reasonably expected to alter or affect the"
          },
          {
            "level": "Section",
            "number": "900",
            "title": "(4) of the FD&C Act, the term the rule’s scope and, therefore, would be"
          },
          {
            "level": "Section",
            "number": "900",
            "title": "(20) of the FD&C"
          },
          {
            "level": "Section",
            "number": "900",
            "title": "(15) of the FD&C Act, cigars that are covered by this proposed"
          },
          {
            "level": "Section",
            "number": "907",
            "title": "of the FD&C Act."
          },
          {
            "level": "Section",
            "number": "201",
            "title": "(rr) of the FD&C Act, the the term ‘‘total tobacco’’ means both the"
          },
          {
            "level": "Section",
            "number": "900",
            "title": "(13) of the FD&C Act, the or containing nicotine from any source, a tobacco product. This level woul"
          },
          {
            "level": "Section",
            "number": "201",
            "title": "(e) accessory of a tobacco product). The nicotine from any source) is intended or"
          },
          {
            "level": "Section",
            "number": "201",
            "title": "(h); by this proposed rule, such liquid"
          },
          {
            "level": "Section",
            "number": "503",
            "title": "(g) (21 U.S.C. 353(g)); or a be considered a component or part of a"
          },
          {
            "level": "Section",
            "number": "201",
            "title": "(f) of the FD&C tobacco product covered under the"
          },
          {
            "level": "Section",
            "number": "901",
            "title": "(b) of the (4) The testing date and location, Proposed §1160.14 would require"
          },
          {
            "level": "Section",
            "number": "902",
            "title": "(5) of the criteria for what constitutes ‘‘valid would have to include all of its"
          },
          {
            "level": "Section",
            "number": "801",
            "title": "(e)(1) of the packaging or label of all finished"
          },
          {
            "level": "Section",
            "number": "907",
            "title": "of the FD&C Act due to the"
          },
          {
            "level": "Section",
            "number": "907",
            "title": "(d)(2) reduction."
          },
          {
            "level": "Section",
            "number": "907",
            "title": "(d)(2), FDA"
          },
          {
            "level": "Section",
            "number": "907",
            "title": "(d)(2) of the FD&C Act. As use of cigarettes and certain other governments or communities.’’ OIRA"
          },
          {
            "level": "Section",
            "number": "202",
            "title": "(a)) requires us to estimates come from population health products to comply with this standard."
          },
          {
            "level": "Section",
            "number": "916",
            "title": "(a)(2)(A) of the FD&C Act forth in Executive Order 13175. We"
          },
          {
            "level": "Section",
            "number": "907",
            "title": "of the FD&C Act, which those requirements on any State or local between the Federal Government and"
          },
          {
            "level": "Section",
            "number": "906",
            "title": "(d) of the FD&C Act, which is preserved under section 916(a)(1) of be impacted given that some are"
          },
          {
            "level": "Section",
            "number": "916",
            "title": "(a)(1) of be impacted given that some are"
          },
          {
            "level": "Section",
            "number": "916",
            "title": "(a)(2)(B) of the FD&C Act The Agency solicits comments from"
          },
          {
            "level": "Section",
            "number": "916",
            "title": "of the access to, the advertising and promotion"
          },
          {
            "level": "Section",
            "number": "916",
            "title": "(a)(1) viewing by interested persons between"
          },
          {
            "level": "Section",
            "number": "916",
            "title": "(a)(1) of the FD&C Act excepted from express preemption by Friday; they also are available"
          },
          {
            "level": "Section",
            "number": "916",
            "title": "(a)(2)(B) of the FD&C Act. electronically at https://"
          },
          {
            "level": "Section",
            "number": "5",
            "title": "of the address, if listed. References without"
          },
          {
            "level": "Section",
            "number": "5",
            "title": "of the"
          },
          {
            "level": "Section",
            "number": "916",
            "title": "(a)(2)(B) limits applications of a final rule to persons or Chelwood. British American Tobacco"
          },
          {
            "level": "Section",
            "number": "916",
            "title": "(a)(2)(A) circumstances (discussed in the Records; Master Settlement Agreement,"
          },
          {
            "level": "Section",
            "number": "801",
            "title": "(e)(1) of the Federal Food,"
          },
          {
            "level": "Section",
            "number": "3",
            "title": "(1) of the Federal not meet the requirements of §1160.10 United States means the 50 States of"
          },
          {
            "level": "Section",
            "number": "201",
            "title": "(g)(1)); a device (section tested and standard deviation;"
          },
          {
            "level": "Section",
            "number": "201",
            "title": "(f) if location, including facility name and"
          }
        ]
      }
    ],
    "total_divisions": 0,
    "total_chapters": 0
  },
  "references": [
    {
      "source": "Section 907",
      "target": "Section 907",
      "type": "cross_reference"
    },
    {
      "source": "Section 900",
      "target": "Section 900",
      "type": "cross_reference"
    },
    {
      "source": "Section 906",
      "target": "Section 906",
      "type": "cross_reference"
    },
    {
      "source": "Section 909",
      "target": "Section 909",
      "type": "cross_reference"
    },
    {
      "source": "Section 910",
      "target": "Section 910",
      "type": "cross_reference"
    },
    {
      "source": "Section 301",
      "target": "Section 301",
      "type": "cross_reference"
    },
    {
      "source": "Section 901",
      "target": "Section 901",
      "type": "cross_reference"
    },
    {
      "source": "Section 801",
      "target": "Section 801",
      "type": "cross_reference"
    },
    {
      "source": "Section 704",
      "target": "Section 704",
      "type": "cross_reference"
    },
    {
      "source": "Section 701",
      "target": "Section 701",
      "type": "cross_reference"
    },
    {
      "source": "Section 1",
      "target": "Section 1",
      "type": "cross_reference"
    },
    {
      "source": "Section 2",
      "target": "Section 2",
      "type": "cross_reference"
    },
    {
      "source": "Section 905",
      "target": "Section 905",
      "type": "cross_reference"
    },
    {
      "source": "Section 920",
      "target": "Section 920",
      "type": "cross_reference"
    },
    {
      "source": "Section 3",
      "target": "Section 3",
      "type": "cross_reference"
    },
    {
      "source": "Section 201",
      "target": "Section 201",
      "type": "cross_reference"
    },
    {
      "source": "Section 503",
      "target": "Section 503",
      "type": "cross_reference"
    },
    {
      "source": "Section 902",
      "target": "Section 902",
      "type": "cross_reference"
    },
    {
      "source": "Section 202",
      "target": "Section 202",
      "type": "cross_reference"
    },
    {
      "source": "Section 916",
      "target": "Section 916",
      "type": "cross_reference"
    },
    {
      "source": "Section 5",
      "target": "Section 5",
      "type": "cross_reference"
    },
    {
      "source": "Section 551",
      "target": "Section 551",
      "type": "cross_reference"
    }
  ]
}